Repository: szkane/SoloOKRs
Catalog: src/SoloOKRs/SoloOKRs/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: MCP (Model Context Protocol) lets AI assistants like Claude directly read and manage your OKRs.
de: MCP (Model Context Protocol) ermöglicht KI-Assistenten wie Claude, Ihre OKRs direkt zu lesen und zu verwalten.
es: MCP (Protocolo de contexto de modelo) permite que los asistentes de IA, como Claude, lean y administren directamente sus OKR.
fr: Le MCP (Model Context Protocol) permet aux assistants d'IA comme Claude de lire et de gérer directement vos OKR.
ja: MCP (Model Context Protocol) は、Claude などの AI アシスタントに OKR の直接読み取りと管理を許可します。
ko: MCP (Model Context Protocol) 을 통해 Claude와 같은 AI 비서가 OKR을 직접 읽고 관리할 수 있습니다.
pt_br: O MCP (Model Context Protocol) permite que assistentes de IA como Claude leiam e gerenciem diretamente seus OKRs.
zh_hans: MCP (模型上下文协议) 允许像 Claude 这样的 AI 助手直接读取和管理您的 OKR。
zh_hant: MCP (模型上下文協議) 允許像 Claude 這樣的 AI 助手直接讀取並管理您的 OKR。

source: MCP Settings
de: MCP-Einstellungen
es: Ajustes de MCP
fr: Paramètres MCP
ja: MCP 設定
ko: MCP 설정
pt_br: Configurações de MCP
zh_hans: MCP 设置
zh_hant: MCP 設定

source: Medium
de: Mittel
es: Medio
fr: Moyen
ja: 中
ko: 중간
pt_br: Médio
zh_hans: 中
zh_hant: 中

source: Mid-cycle Review
de: Halbzeit-Review
es: Revisión de medio ciclo
fr: Revue de mi-cycle
ja: 中間レビュー
ko: 중간 리뷰
pt_br: Revisão de meio ciclo
zh_hans: 周期中复盘
zh_hant: 週期中回顧

source: Mode
de: Modus
es: Modo
ja: モード
ko: 모드
pt_br: Modo
zh_hans: 模式
zh_hant: 模式

source: Model
de: Modell
es: Modelo
fr: Modèle
ja: モデル
ko: 모델
pt_br: Modelo
zh_hans: 模型
zh_hant: 模型

source: Monday
de: Montag
es: Lunes
fr: Lundi
ja: 月曜日
ko: 월요일
pt_br: Segunda-feira
zh_hans: 星期一
zh_hant: 星期一

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ja: 毎月
ko: 매월
pt_br: Mensalmente
zh_hans: 月度
zh_hant: 月度

source: New Key Result
de: Neues Schlüsselergebnis
es: Nuevo resultado clave
fr: Nouveau résultat clé
ja: 新しい主な結果
ko: 새 핵심 결과
pt_br: Novo resultado-chave
zh_hans: 新关键结果
zh_hant: 新關鍵結果

source: New Key Results
de: Neue Schlüsselergebnisse
es: Nuevos resultados clave
fr: Nouveaux résultats clés
ja: 新しい主な結果
ko: 새 핵심 결과
pt_br: Novos resultados-chave
zh_hans: 新建关键结果
zh_hant: 新增關鍵結果

source: New Objective
de: Neues Ziel
es: Nuevo objetivo
fr: Nouvel objectif
ja: 新しい目標
ko: 새 목표
pt_br: Novo objetivo
zh_hans: 新目标
zh_hant: 新目標

source: New Review
de: Neues Review
es: Nueva revisión
fr: Nouvelle revue
ja: 新規レビュー
ko: 새 리뷰
pt_br: Nova revisão
zh_hans: 新建复盘
zh_hant: 新建回顧

source: New Review — %@
de: Neues Review — %@
es: Nueva revisión — %@
fr: Nouvelle revue — %@
ja: 新規レビュー — %@
ko: 새 리뷰 — %@
pt_br: Nova revisão — %@
zh_hans: 新建复盘 — %@
zh_hant: 新建回顧 — %@

source: New Task
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
ja: 新しいタスク
ko: 새 작업
pt_br: Nova tarefa
zh_hans: 新任务
zh_hant: 新任務

source: Next Steps
de: Nächste Schritte
es: Próximos pasos
fr: Prochaines étapes
ja: 次のステップ
ko: 다음 단계
pt_br: Próximos passos
zh_hans: 下一步
zh_hant: 下一步

source: No Analysis
de: Keine Analyse
es: Sin análisis
fr: Aucune analyse
ja: 分析なし
ko: 분석 없음
pt_br: Sem análise
zh_hans: 无分析
zh_hant: 無分析

source: No analysis available.
de: Keine Analyse verfügbar.
es: Sin análisis disponible.
fr: Aucune analyse disponible.
ja: 分析はありません。
ko: 분석을 사용할 수 없습니다.
pt_br: Nenhuma análise disponível.
zh_hans: 暂无分析。
zh_hant: 暫無分析。

source: No description
de: Keine Beschreibung
es: Sin descripción
fr: Pas de description
ja: 説明がありません
ko: 설명 없음
pt_br: Sem descrição
zh_hans: 无描述
zh_hant: 無描述

source: No due date
de: Kein Fälligkeitsdatum
es: Sin fecha límite
fr: Pas de date d'échéance
ja: 期限なし
ko: 기한 없음
pt_br: Sem data de vencimento
zh_hans: 无截止日期
zh_hant: 無截止日期

source: No Evaluation
de: Keine Evaluierung
es: Sin evaluación
fr: Pas d'évaluation
ja: 評価なし
ko: 평가 없음
pt_br: Sem Avaliação
zh_hans: 无评估结果
zh_hant: 無評估結果

source: No Key Result Selected
de: Kein Schlüsselergebnis ausgewählt
es: No hay ningún resultado clave seleccionado
fr: Aucun résultat clé sélectionné
ja: 主な結果が選択されていません
ko: 핵심 결과가 선택되지 않음
pt_br: Nenhum resultado-chave selecionado
zh_hans: 未选择关键结果
zh_hant: 未選擇關鍵結果

source: No Key Results to review
de: Keine Schlüsselergebnisse zu prüfen
es: Sin resultados clave para revisar
fr: Aucun résultat clé à examiner
ja: レビューする主要成果がありません
ko: 검토할 핵심 결과가 없습니다
pt_br: Nenhum resultado-chave para revisar
zh_hans: 没有可复盘的关键结果
zh_hant: 沒有可回顧的關鍵結果

source: No notes
de: Keine Notizen
es: Sin notas
fr: Pas de notes
ja: メモがありません
ko: 메모 없음
pt_br: Sem notas
zh_hans: 无备注
zh_hant: 無備註

source: No Reviews Yet
de: Noch keine Reviews
es: Sin revisiones aún
fr: Aucune revue
ja: レビューなし
ko: 아직 리뷰가 없습니다
pt_br: Nenhuma revisão ainda
zh_hans: 暂无复盘记录
zh_hant: 暫無回顧記錄

source: No suggestions available.
de: Keine Vorschläge verfügbar.
es: No hay sugerencias disponibles.
fr: Aucune suggestion disponible.
ja: 利用可能な提案がありません。
ko: 사용 가능한 제안이 없습니다.
pt_br: Não há sugestões disponíveis.
zh_hans: 无可用建议。
zh_hant: 無可用建議。

source: No task selected
de: Keine Aufgabe ausgewählt
es: Ninguna tarea seleccionada
fr: Aucune tâche sélectionnée
ja: タスクが選択されていません
ko: 선택된 작업 없음
pt_br: Nenhuma tarefa selecionada
zh_hans: 未选择任务
zh_hant: 未選擇任務

source: No Task Selected
de: Keine Aufgabe ausgewählt
es: Ninguna tarea seleccionada
fr: Aucune tâche sélectionnée
ja: タスクが選択されていません
ko: 선택된 작업 없음
pt_br: Nenhuma tarefa selecionada
zh_hans: 未选择任务
zh_hant: 未選擇任務

source: Normal Mode
de: Normaler modus
es: Modo normal
fr: Mode normal
ja: 標準モード
ko: 일반 모드
pt_br: Modo Normal
zh_hans: 正常模式
zh_hant: 正常模式

source: Not Set
de: Nicht festgelegt
es: No configurado
fr: Non défini
ja: 未設定
ko: 설정되지 않음
pt_br: Não definido
zh_hans: 未设置
zh_hant: 未設定

source: Notes
de: Notizen
es: Notas
ja: メモ
ko: 메모
pt_br: Notas
zh_hans: 备注
zh_hant: 備註

source: Objective Title
de: Ziel-Titel
es: Título del objetivo
fr: Titre de l'objectif
ja: 目標タイトル
ko: 목표 제목
pt_br: Título do objetivo
zh_hans: 目标标题
zh_hant: 目標標題

source: Objectives
de: Ziele
es: Objetivos
fr: Objectifs
ja: 目標
ko: 목표
pt_br: Objetivos
zh_hans: 目标
zh_hant: 目標

source: Objectives Used
de: Verwendete Ziele
es: Objetivos utilizados
fr: Objectifs utilisés
ja: 設定済みの目標
ko: 사용된 목표
pt_br: Objetivos usados
zh_hans: 已用目标
zh_hant: 已用目標

source: Off Track
de: Abweichend
es: Desviado
fr: Hors piste
ja: 遅延
ko: 지연됨
pt_br: Fora do caminho
zh_hans: 偏离
zh_hant: 偏離

source: OKR Review Time
de: Die OKR-Überprüfungszeit
es: El momento de la revisión de OKR
fr: L'heure de revue des OKR
ja: OKR レビュー時間
ko: OKR 확인 시간
pt_br: Hora de revisão do OKR
zh_hans: OKR 复盘时间
zh_hant: OKR 複盤時間

source: Ollama Endpoint
de: Ollama-Endpunkt
es: Punto de enlace de Ollama
fr: Point de terminaison Ollama
ja: Ollama エンドポイント
ko: Ollama 엔드포인트
pt_br: Endpoint do Ollama
zh_hans: Ollama 端点
zh_hant: Ollama 端點

source: On Track
de: Im Plan
es: En camino
fr: En bonne voie
ja: 順調
ko: 순조로움
pt_br: No caminho
zh_hans: 正常
zh_hant: 正常

source: On Track (Latest)
de: Im Plan (aktuell)
es: En camino (último)
fr: En voie (dernier)
ja: 順調（最新）
ko: 순조로움 (최근)
pt_br: No caminho (último)
zh_hans: 正常（最新）
zh_hant: 正常（最新）

source: Overall Notes
de: Allgemeine Notizen
es: Notas generales
fr: Notes générales
ja: 全体メモ
ko: 전체 메모
pt_br: Notas gerais
zh_hans: 总体备注
zh_hant: 總體備註

source: Overdue
de: Überfällig
es: Atrasado
fr: En retard
ja: 期限切れ
ko: 기한 초과
pt_br: Atrasado
zh_hans: 已逾期
zh_hant: 已逾期

source: Português
de: Portugiesisch
es: Portugués
fr: Portugais
ja: ポルトガル語
ko: 포르투갈어
zh_hans: 葡萄牙语
zh_hant: 葡萄牙語

source: Priority
de: Priorität
es: Prioridad
fr: Priorité
ja: 優先度
ko: 우선순위
pt_br: Prioridade
zh_hans: 优先级
zh_hant: 優先順序

source: Products unavailable
de: Produkte sind nicht verfügbar
es: Los productos no están disponibles
fr: Les produits ne sont pas disponibles
ja: 製品はご利用できません
ko: 제품은 사용할 수 없습니다
pt_br: Produtos não disponíveis
zh_hans: 产品不可用
zh_hant: 產品不可用

source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
ja: 進捗
ko: 진행률
pt_br: Progresso
zh_hans: 进度
zh_hant: 進度

source: Progress will be calculated from task completion.
de: Der Fortschritt wird anhand des Aufgabenabschlusses berechnet.
es: El progreso se calculará a partir de la realización de la tarea.
fr: La progression sera calculée à partir de l'achèvement des tâches.
ja: 進捗はタスクの完了から計算されます。
ko: 진척률은 과제의 완료도에서 계산됩니다.
pt_br: O progresso será calculado a partir da conclusão da tarefa.
zh_hans: 进度将根据任务完成情况计算。
zh_hant: 進度將根據任務完成情況計算。

source: Promote to Active
de: Zu Aktiv heraufstufen
es: Promover a Activo
fr: Promouvoir à actif
ja: アクティブへ昇格
ko: 활성 상태로 승격
pt_br: Promover a Ativo
zh_hans: 变更为进行中
zh_hant: 變更為進行中

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダー
ko: 공급자
pt_br: Fornecedor
zh_hans: 提供商
zh_hant: 提供商

source: Publish to Active
de: Aktivieren
es: Publicar como Activo
fr: Publier comme actif
ja: 公開してアクティブ化
ko: 게시 후 활성화
pt_br: Publicar e ativar
zh_hans: 发布并进行
zh_hant: 發布並進行

source: Read more...
de: Mehr erfahren...
es: Más información...
fr: Lire la suite...
ja: もっと読む...
ko: 더 알아보기...
pt_br: Leia mais...
zh_hans: 阅读更多...
zh_hant: 閱讀更多...

source: Read Only
de: Schreibgeschützt
es: Solo lectura
fr: Lecture seule
ja: 読み取り専用
ko: 읽기 전용
pt_br: Somente leitura
zh_hans: 只读
zh_hant: 唯讀

source: Reason
de: Grund
es: Razón
fr: Raison
ja: 理由
ko: 이유
pt_br: Motivo
zh_hans: 原因
zh_hant: 原因

source: Refresh Models
de: Modelle aktualisieren
es: Actualizar modelos
fr: Actualiser les modèles
ja: モデルを更新
ko: 모델 새로고침
pt_br: Atualizar modelos
zh_hans: 刷新模型
zh_hant: 重整模型

source: Remove Due Date
de: Fälligkeitsdatum entfernen
es: Eliminar la fecha límite
fr: Supprimer la date d'échéance
ja: 期限を解除
ko: 기한 날짜 제거
pt_br: Remover data de vencimento
zh_hans: 移除截止日期
zh_hant: 移除截止日期

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
ja: リセット
ko: 재설정
pt_br: Redefinir
zh_hans: 重置
zh_hant: 重設

source: Reset to Default
de: Auf Standard zurücksetzen
es: Restaurar valores predeterminados
fr: Rétablir par défaut
ja: デフォルトに戻す
ko: 기본값으로 재설정
pt_br: Restaurar padrão
zh_hans: 恢复默认
zh_hant: 恢復預設

source: Reset to Default?
de: Auf Standard zurücksetzen?
es: ¿Restaurar valores predeterminados?
fr: Rétablir par défaut ?
ja: デフォルトに戻しますか？
ko: 기본값으로 재설정하시겠습니까?
pt_br: Restaurar padrão?
zh_hans: 恢复默认？
zh_hant: 恢復預設？

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar las compras
fr: Restaurer les achats
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Review
de: Überprüfen
es: Revisar
fr: Examiner
ja: レビュー
ko: 리뷰
pt_br: Revisar
zh_hans: 复盘
zh_hant: 回顧

source: Review Detail
de: Review-Details
es: Detalle de revisión
fr: Détail de la revue
ja: レビュー詳細
ko: 리뷰 상세
pt_br: Detalhe da revisão
zh_hans: 复盘详情
zh_hant: 回顧詳情

source: Review History (%lld)
de: Review-Verlauf (%lld)
es: Historial (%lld)
fr: Historique (%lld)
ja: レビュー履歴 (%lld)
ko: 리뷰 기록 (%lld)
pt_br: Histórico (%lld)
zh_hans: 复盘历史 (%lld)
zh_hant: 审查歷史 (%lld)

source: Review Mode
de: Überprüfungsmodus
es: Modo de revisión
fr: Mode examen
ja: レビュー モード
ko: 리뷰 모드
pt_br: Modo de revisão
zh_hans: 复盘模式
zh_hant: 複盤模式

source: Review Mode Active
de: Überprüfungsmodus aktiv
es: Modo de revisión activo
fr: Mode examen actif
ja: レビュー モード アクティブ
ko: 리뷰 모드 활성
pt_br: Modo de revisão Ativo
zh_hans: 复盘模式已激活
zh_hant: 複盤模式已啟用

source: Review Reminders
de: Review-Erinnerungen
es: Recordatorios de revisión
fr: Rappels de revue
ja: レビューリマインダー
ko: 리뷰 알림
pt_br: Lembretes de revisão
zh_hans: 复盘提醒
zh_hant: 回顧提醒

source: Review reminders are managed via notifications.
de: Review-Erinnerungen werden über Benachrichtigungen verwaltet.
es: Los recordatorios se gestionan mediante notificaciones.
fr: Les rappels sont gérés via les notifications.
ja: レビューリマインダーは通知で管理します。
ko: 리뷰 알림은 알림으로 관리됩니다.
pt_br: Os lembretes são gerenciados via notificações.
zh_hans: 复盘提醒通过通知管理。
zh_hant: 审查提醒透過通知管理。

source: Review Schedule
de: Überprüfungsplan
es: Horario de revisión
fr: Calendrier d'examen
ja: レビューのスケジュール
ko: 리뷰 일정
pt_br: Cronograma de Revisão
zh_hans: 复盘日程
zh_hant: 複盤日程

source: Review Type
de: Review-Typ
es: Tipo de revisión
fr: Type de revue
ja: レビュータイプ
ko: 리뷰 유형
pt_br: Tipo de revisão
zh_hans: 复盘类型
zh_hant: 回顧類型

source: Run analysis to see feedback.
de: Analyse ausführen, um Feedback zu sehen.
es: Ejecutar análisis para ver comentarios.
fr: Faites une analyse pour voir les commentaires.
ja: 分析を実行してフィードバックを確認してください。
ko: 분석을 실행하여 피드백을 확인하세요.
pt_br: Executar análise para ver o feedback.
zh_hans: 运行分析以查看反馈。
zh_hant: 運行分析以查看反饋。

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
ja: 土曜日
ko: 토요일
pt_br: Sábado
zh_hans: 星期六
zh_hant: 星期六

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存
zh_hant: 儲存

source: Save Review
de: Review speichern
es: Guardar revisión
fr: Enregistrer la revue
ja: レビューを保存
ko: 리뷰 저장
pt_br: Salvar revisão
zh_hans: 保存复盘
zh_hant: 保存回顧

source: Score
de: Ergebnis
es: Puntuación
ja: スコア
ko: 점수
pt_br: Pontuação
zh_hans: 得分
zh_hant: 得分

source: Score: %lld
de: Ergebnis: %lld
es: Puntuación: %lld
ja: スコア: %lld
ko: 점수: %lld
pt_br: Pontuação: %lld
zh_hans: 得分: %lld
zh_hant: 得分: %lld

source: Select a Key Result
de: Ein Schlüsselergebnis auswählen
es: Seleccionar un resultado clave
fr: Sélectionner un résultat clé
ja: 主な結果を選択
ko: 핵심 결과 선택
pt_br: Selecione um resultado-chave
zh_hans: 选择一个关键结果
zh_hant: 選擇一個關鍵結果

source: Select a Prompt
de: Prompt auswählen
es: Seleccionar un prompt
fr: Sélectionner une invite
ja: プロンプトを選択
ko: 프롬프트 선택
pt_br: Selecionar um prompt
zh_hans: 选择提示词
zh_hant: 選擇提示詞

source: Select an Objective
de: Ein Ziel auswählen
es: Seleccionar un objetivo
fr: Sélectionner un objectif
ja: 目標を選択
ko: 목표 선택
pt_br: Selecione um objetivo
zh_hans: 选择一个目标
zh_hant: 選擇一個目標

source: Select Provider
de: Anbieter auswählen
es: Seleccionar proveedor
fr: Sélectionner le fournisseur
ja: プロバイダーを選択
ko: 제공업체 선택
pt_br: Selecionar Provedor
zh_hans: 选择供应商
zh_hant: 選擇服務商

source: Select which AI provider to use for analysis and suggestions.
de: Wählen Sie, welchen KI-Anbieter Sie für Analysen und Vorschläge verwenden möchten.
es: Selecciona qué proveedor de IA quieres usar para el análisis y las sugerencias.
fr: Sélectionnez le fournisseur d'IA à utiliser pour les analyses et les suggestions.
ja: 分析と提案に使用する AI プロバイダーを選択します。
ko: 분석 및 제안에 사용할 AI 프롬포트를 선택하세요.
pt_br: Selecione qual provedor de IA utilizar para análises e recomendações.
zh_hans: 选择用于分析和建议的 AI 供应商
zh_hant: 選擇用於分析和建議的 AI 服務商

source: Self Score (Review Mode)
de: Selbsteinschätzung (Überprüfungsmodus)
es: Auto-puntuación (Modo de revisión)
fr: Auto-évaluation (Mode d'examen)
ja: 自己評価 (レビューモード)
ko: 자체 평가 (리뷰 모드)
pt_br: Auto-avaliação (Modo de revisão)
zh_hans: 自我评分 (复盘模式)
zh_hant: 自我評分 (複盤模式)

source: Set Due Date
de: Fälligkeitsdatum festlegen
es: Configurar fecha límite
fr: Définir la date d'échéance
ja: 期限を設定
ko: 기한 설정
pt_br: Definir data de vencimento
zh_hans: 设置截止日期
zh_hant: 設定截止日期

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
pt_br: Configurações
zh_hans: 设置
zh_hant: 設定

source: Show in Menu Bar
de: In der Menüleiste anzeigen
es: Mostrar en la barra de menú
fr: Afficher dans la barre des menus
ja: メニューバーに表示
ko: 메뉴 표시줄에 표시
pt_br: Mostrar na barra de menus
zh_hans: 在菜单栏显示
zh_hant: 在選單列顯示

source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
ja: 表示を減らす
ko: 간단히 보기
pt_br: Mostrar menos
zh_hans: 收起
zh_hant: 收起

source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
ja: 開始日
ko: 시작 날짜
pt_br: Data de início
zh_hans: 开始日期
zh_hant: 開始日期

source: Startup
de: Start
es: Arranque
fr: Démarrage
ja: スタートアップ
ko: 시작
pt_br: Inicialização
zh_hans: 启动
zh_hant: 啟動

source: Status Reason
de: Statusgrund
es: Razón del estado
fr: Raison du statut
ja: ステータスの理由
ko: 상태 이유
pt_br: Motivo do status
zh_hans: 状态原因
zh_hant: 狀態原因

source: Steady
de: Stabil
es: Estable
fr: Stable
ja: 横ばい
ko: 변동 없음
pt_br: Estável
zh_hans: 平稳
zh_hant: 平穩

source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 정지
pt_br: Parar
zh_hans: 停止
zh_hant: 停止

source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
ja: サブスクリプション
ko: 구독
pt_br: Assinatura
zh_hans: 订阅
zh_hant: 訂閱

source: Suggest
de: Vorschlag
es: Sugerir
fr: Suggérer
ja: 提案
ko: 제안
pt_br: Sugerir
zh_hans: 建议
zh_hant: 建議

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
ja: 日曜日
ko: 일요일
pt_br: Domingo
zh_hans: 星期日
zh_hant: 星期日

source: Sync
de: Synchronisieren
es: Sinc
fr: Synchroniser
ja: 同期
ko: 동기화
pt_br: Sincronizar
zh_hans: 同步
zh_hant: 同步

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
ja: 今すぐ同期
ko: 지금 동기화
pt_br: Sincronizar agora
zh_hans: 立即同步
zh_hant: 立即同步

source: Sync Settings
de: Synchronisations-Einstellungen
es: Ajustes de sincronización
fr: Paramètres de synchronisation
ja: 同期設定
ko: 동기화 설정
pt_br: Configurações de sincronização
zh_hans: 同步设置
zh_hant: 同步設定

source: Synced
de: Synchronisiert
es: Sincronizado
fr: Synchronisé
ja: 同期済み
ko: 동기화됨
pt_br: Sincronizado
zh_hans: 已同步
zh_hant: 已同步

source: System Default
de: Systemstandard
es: Predeterminado
fr: Défaut système
ja: システム デフォルト
ko: 시스템 기본값
pt_br: Padrão do sistema
zh_hans: 系统默认
zh_hant: 系統預設

source: Tap refresh to load models
de: Zum Laden der Modelle tippen
es: Tocar para cargar modelos
fr: Appuyez pour charger les modèles
ja: タップしてモデルを更新
ko: 탭하여 모델을 새로고침
pt_br: Toque para carregar os modelos
zh_hans: 轻点刷新以加载模型
zh_hant: 輕觸重新整理以載入模型

source: Target
de: Ziel
es: Objetivo
fr: Objectif
ja: 目標値
ko: 목표
pt_br: Meta
zh_hans: 目标
zh_hant: 目標

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
ja: タスク
ko: 작업
pt_br: Tarefas
zh_hans: 任务
zh_hant: 任務

source: tasks completed
de: Aufgaben erledigt
es: tareas completadas
fr: tâches terminées
ja: タスクが完了しました
ko: 개 작업이 완료되었습니다
pt_br: tarefas concluídas
zh_hans: 个任务已完成
zh_hant: 個任務已完成

source: Theme follows system settings
de: Theme folgt den Systemeinstellungen
es: El tema sigue a la configuración del sistema
fr: Le thème suit les paramètres du système
ja: テーマはシステム設定に従います
ko: 테마는 시스템 설정을 따릅니다
pt_br: O tema segue as configurações do sistema
zh_hans: 主题跟从系统设置
zh_hant: 主題跟從系統設定

source: Thinking
de: Denken
es: Pensando
fr: Réflexion
ja: 思考中
ko: 사고 중
pt_br: Pensando
zh_hans: 思考中
zh_hant: 思考中

source: This task has no details.
de: Diese Aufgabe hat keine Details.
es: Esta tarea no tiene detalles.
fr: Cette tâche n'a pas de détails.
ja: このタスクには詳細がありません。
ko: 이 작업에는 세부 정보가 없습니다.
pt_br: Esta tarefa não tem detalhes.
zh_hans: 该任务没有详情。
zh_hant: 該任務沒有詳情。

source: This will discard your custom prompt and restore the default template.
de: Dies verwirft Ihren benutzerdefinierten Prompt und stellt die Standardvorlage wieder her.
es: Esto descartará su prompt personalizado y restaurará la plantilla predeterminada.
fr: Cela annulera votre invite personnalisée et restaurera le modèle par défaut.
ja: カスタムプロンプトは破棄され、デフォルトのテンプレートに戻ります。
ko: 사용자 지정 프롬프트가 삭제되고 기본 템플릿이 복원됩니다.
pt_br: Isso descartará seu prompt personalizado e restaurará o modelo padrão.
zh_hans: 这将丢弃您的自定义提示词并恢复为默认模板。
zh_hant: 這將丟棄您的自訂提示詞並恢復為預設範本。

source: This will permanently delete all your OKR data. This action cannot be undone.
de: Hiermit werden alle Ihre OKR-Daten dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todos sus datos de OKR. Esta acción no se puede deshacer.
fr: Ceci supprimera définitivement toutes vos données OKR. Cette action ne peut pas être annulée.
ja: これにより、すべての OKR データが永久に削除されます。この操作は元に戻せません。
ko: 이렇게 하면 모든 OKR 데이터가 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt_br: Isso excluirá permanentemente todos os seus dados de OKR. Essa ação não pode ser desfeita.
zh_hans: 这将永久删除您所有的 OKR 数据，此操作无法撤销。
zh_hant: 這將永久刪除所有您的 OKR 資料，此操作無法復原。

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
ja: 木曜日
ko: 목요일
pt_br: Quinta-feira
zh_hans: 星期四
zh_hant: 星期四

source: Time
de: Zeit
es: Hora
fr: Heure
ja: 時間
ko: 시간
pt_br: Tempo
zh_hans: 时间
zh_hant: 時間

source: Timeline
de: Zeitachse
es: Línea de tiempo
fr: Chronologie
ja: タイムライン
ko: 타임라인
pt_br: Cronograma
zh_hans: 时间线
zh_hant: 時間線

source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
ko: 제목
pt_br: Título
zh_hans: 标题
zh_hant: 標題

source: Toggle Preview
de: Vorschau umschalten
es: Alternar vista previa
fr: Basculer l'aperçu
ja: プレビューを切り替え
ko: 미리보기 전환
pt_br: Alternar visualização
zh_hans: 切换预览
zh_hant: 切換預覽

source: Total Reviews
de: Gesamt-Reviews
es: Total revisiones
fr: Total des revues
ja: レビュー数
ko: 총 리뷰 수
pt_br: Total de revisões
zh_hans: 总复盘数
zh_hant: 總回顧數

source: Trial
de: Testversion
es: Prueba
fr: Essai
ja: トライアル
ko: 평가판
pt_br: Avaliação
zh_hans: 试用
zh_hant: 試用

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
ja: 火曜日
ko: 화요일
pt_br: Terça-feira
zh_hans: 星期二
zh_hant: 星期二

source: Unarchive
de: Dearchivieren
es: Desarchivar
fr: Désarchiver
ja: アーカイブ解除
ko: 보관 취소
pt_br: Desarquivar
zh_hans: 取消归档
zh_hant: 取消封存

source: Unix Domain Socket transport provides lower latency than HTTP. Ideal for local tools like Claude Code.
de: Der UNIX-Domain-Socket-Transport bietet eine geringere Latenz als HTTP. Ideal für lokale Werkzeuge wie Claude Code.
es: El transporte de socket de dominio UNIX proporciona una menor latencia que HTTP. Ideal para herramientas locales como Claude Code.
fr: Le transport par socket du domaine UNIX offre une plus faible latence que HTTP. Idéal pour les outils locaux comme Claude Code.
ja: Unix ドメイン ソケット トランスポートは HTTP よりも低レイテンシです。Claude Code などのローカル ツールに最適です。
ko: Unix 도메인 소켓 전송은 HTTP보다 낮은 대기 시간을 제공합니다. Claude Code와 같은 로컬 도구에 이상적입니다.
pt_br: O transporte com Socket de Domínio Unix oferece menor latência do que o HTTP. Ideal para ferramentas locais como o Claude Code.
zh_hans: Unix域套接字传输提供比HTTP更低的延迟。非常适合像Claude Code这样的本地工具。
zh_hant: Unix 網域通訊端傳輸提供比 HTTP 更低的延遲。非常適合像 Claude Code 這樣的本地工具。

source: Unix Socket Configuration
de: Unix-Socket-Konfiguration
es: Configuración del socket de Unix
fr: Configuration de la Socket Unix
ja: Unix ソケット構成
ko: Unix 소켓 구성
pt_br: Configuração do Socket Unix
zh_hans: Unix 套接字配置
zh_hant: Unix 通訊端配置

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
ja: 更新済み
ko: 업데이트됨
pt_br: Atualizado
zh_hans: 已更新
zh_hant: 已更新

source: Upgrade to Pro
de: Auf Pro upgraden
es: Actualizar a Pro
fr: Mettre à niveau la version Pro
ja: Pro にアップグレード
ko: Pro로 업그레이드
pt_br: Atualizar para o Pro
zh_hans: 升级至 Pro
zh_hant: 升級至 Pro

source: Urgent
de: Dringend
es: Urgente
ja: 緊急
ko: 긴급
pt_br: Urgente
zh_hans: 紧急
zh_hant: 緊急

source: Use the context menu on an Objective to create a new review.
de: Verwenden Sie das Kontextmenü eines Ziels, um ein neues Review zu erstellen.
es: Use el menú contextual de un Objetivo para crear una revisión.
fr: Utilisez le menu contextuel d'un Objectif pour créer une revue.
ja: 目標のコンテキストメニューから新規レビューを作成します。
ko: 목표의 컨텍스트 메뉴에서 새 리뷰를 만듭니다.
pt_br: Use o menu de contexto de um Objetivo para criar uma revisão.
zh_hans: 右键点击目标以创建新复盘。
zh_hant: 右鍵點擊目標以創建新回顧。

source: View Objective
de: Ziel anzeigen
es: Ver el objetivo
fr: Afficher l'objectif
ja: 目標を表示
ko: 목표 보기
pt_br: Ver o objetivo
zh_hans: 查看目标
zh_hant: 檢視目標

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
ja: 水曜日
ko: 수요일
pt_br: Quarta-feira
zh_hans: 星期三
zh_hant: 星期三

source: Weekly Check-in
de: Wöchentlicher Check-in
es: Revisión semanal
fr: Bilan hebdomadaire
ja: 週次チェックイン
ko: 주간 체크인
pt_br: Check-in semanal
zh_hans: 每周检查
zh_hant: 每週檢視

source: Why this status?
de: Warum dieser Status?
es: ¿Por qué este estado?
fr: Pourquoi ce statut ?
ja: なぜこのステータス？
ko: 이 상태인 이유는?
pt_br: Por que este status?
zh_hans: 为什么是这个状态？
zh_hant: 為什麼是這個狀態？

source: 한국어
de: Koreanisch
es: Coreano
fr: Coréen
ja: 韓国語
pt_br: Coreano
zh_hans: 韩语
zh_hant: 韓國語

source: 日本語
de: Japanisch
es: Japonés
fr: Japonais
ko: 일본어
pt_br: Japonês
zh_hans: 日语
zh_hant: 日語

source: 繁體中文
de: Traditionelles Chinesisch
es: Chino tradicional
fr: Chinois traditionnel
ja: 繁体字中国語
ko: 중국어 번체
pt_br: Chinês tradicional
zh_hans: 繁体中文

source: Details
es: Detalles
fr: Détails
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
zh_hans: 详情
zh_hant: 詳情

source: Deutsch
es: Alemán
fr: Allemand
ja: ドイツ語
ko: 독일어
pt_br: Alemão
zh_hans: 德语
zh_hant: 德語
